[Door_Transitions.LTD_Balcony_to_Bedroom:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`kを押して屋敷の2階(立ち入り禁止！)へ行く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Ballroom_to_Garden:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`kを押してボイル家の庭へ行く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Bedroom_to_Balcony:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`kを押して庭のバルコニーへ行く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Cellar_to_Sewer:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`kを押して下水道へ行く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Courtyard_to_Foyer:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`kを押してボイル家の待合室へ行く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Foyer_to_Courtyard:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`kを押してボイル家の中庭へ行く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Garden_to_Ballroom:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`kを押してボイル家のダンスホールへ行く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Sewer_to_Cellar:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`kを押してボイル家のワインセラーへ行く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Special.vault_switch_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="安全スイッチへの扉"
m_InteractText=" `GBA_Use` 使う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[static_watch_tower_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name=""
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"

[wheel_for_teleport_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ホイールを回す"
m_InteractText="`GBA_Use` をホールドして回す"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

